// © Copyright 2012-2017 HP Development Company, L.P.

SATTaskName = "Состояние и оповещения";

MoreInfoTitle = "Дополнительные сведения";
SATPrivacyStatementOnlineLink = "Заявление HP о защите конфиденциальности";

SATAlertsTaskDescription = "Укажите, какие расширенные сведения о состоянии устройства HP следует отображать. Устройство всегда будет сообщать о невозможности выполнить задание или о необходимости вмешательства пользователя.";

SATShowAlertsButtonTitle = "Показать дополнительные оповещения категории:";
SATAutoDismissTitlePreffix = "Автоматически отклонять предупреждения через";
SATAutoDismissTitleSuffix = "сек. для категории:";

SATErrorsWarningsAndInfo = "ошибки, предупреждения и информационные сообщения";
SATErrorsAndWarnings = "ошибки и предупреждения";
SATErrorsOnly = "только ошибки";
SATInfoMessages = "информационные сообщения";
SATWarningsAndInfoMessages = "предупреждения и информационные сообщения";

SATShowWebContentButtonTitle = "Показывать веб-содержимое в предупреждениях";
SATShowWebContentButtonBaseDescription = "С вашего разрешения информация о статусе устройства может быть передана в HP по безопасному каналу связи. Располагая этими данными, HP сможет проверять регистрацию устройства в программе HP и права на получение специальных предложений, а также изменять оповещения в соответствии с доступным набором функций.";
SATShowWebContentButtonMoreInfoFootnote = "SAT_TEXT:* Чтобы подробнее узнать о том, какие сведения отправляются в HP, см. SAT_KEYED_LINK:MoreInfoTitle.";
SATShowWebContentButtonPrivacyStatementFootnote = "SAT_TEXT:* Подробнее о Политике конфиденциальности HP см. по ссылке: SAT_LINK:SATPrivacyStatementOnlineLink.";

SATNoControlPanelAlertTitle = "Вы действительно хотите выключить оповещения HP?";
SATNoControlPanelTurnOffButtonTitle = "Отключить";
SATNoControlPanelAlertText = "В этом случае вы рискуете пропустить важные оповещения о состоянии устройства.";
SATCancelButtonTitle = "Отмена";
